---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Instance
source: html/22e99cea-d523-c76a-fe9a-ef9de55d7503.htm
---
# Instance Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.